/* 
  MJRefresh_i18n.strings
  MJRefreshExample

  Created by Frank on 2021/7/5.
  Copyright © 2021 小码哥. All rights reserved.
*/
"MJRefreshHeaderIdleText" = "🍬下拉可以刷新";
"MJRefreshHeaderPullingText" = "🍬鬆開立即刷新";
"MJRefreshHeaderRefreshingText" = "🍬正在刷新數據中...";

"MJRefreshTrailerIdleText" = "🍬滑動查看圖文詳情";
"MJRefreshTrailerPullingText" = "🍬釋放查看圖文詳情";

"MJRefreshAutoFooterIdleText" = "🍬點擊或上拉加載更多";
"MJRefreshAutoFooterRefreshingText" = "🍬正在加載更多的數據...";
"MJRefreshAutoFooterNoMoreDataText" = "🍬已經全部加載完畢";

"MJRefreshBackFooterIdleText" = "🍬上拉可以加載更多";
"MJRefreshBackFooterPullingText" = "🍬鬆開立即加載更多";
"MJRefreshBackFooterRefreshingText" = "🍬正在加載更多的數據...";
"MJRefreshBackFooterNoMoreDataText" = "🍬已經全部加載完畢";

"MJRefreshHeaderLastTimeText" = "🍬最後更新：";
"MJRefreshHeaderDateTodayText" = "🍬今天";
"MJRefreshHeaderNoneLastDateText" = "🍬無記錄";